export default function BandInfo() {
    return (
        <div className=" border mx-auto rounded-xl max-w-7xl px-4 sm:px-6 lg:px-8">
            <h1>Η Δημιουργία και το Ξεκίνημα (1984–1986)Το συγκρότημα σχηματίστηκε στη Βέροια το 1984 από τους Στέλιο «Σαλβαδόρ» Παπαϊωάννου (φωνή, μπάσο), 
                Δημήτρη «Μπάννυ» Βασιλειάδη (κιθάρα) και Γιώργο Παπαϊωάννου (τύμπανα).Στην αρχή ονομάζονταν «Οι Τεμπέληδες της Εύφορης Κοιλάδας».
                Το όνομα «Μωρά στη Φωτιά» προέκυψε από το τραγούδι ”Baby's On Fire” του Brian Eno (1973), το οποίο διασκεύαζαν στις πρώτες τους εμφανίσεις.
                Τις χρονιές 1985–1986, η μπάντα έδωσε τις πρώτες της ζωντανές εμφανίσεις σε μπαράκια και πλατείες της Βέροιας και της Θεσσαλονίκης, ενώ υπήρξαν και αλλαγές στη σύνθεσή τους (με τον Παύλο Παυλίδη να περνάει από την κιθάρα για ένα διάστημα).
                Ο Πρώτος Ιστορικός Δίσκος (1987)Το 1987, μετά από πρόβες σε ένα καμμένο διαμέρισμα στη Θεσσαλονίκη, το συγκρότημα ηχογράφησε το υλικό του.Ο ομώνυμος δίσκος «Μωρά στη Φωτιά» κυκλοφόρησε το 1987 από την Ano Kato Records.Ο δίσκος αυτός θεωρείται σήμερα σταθμός για το ελληνικό ροκ, χάρη στον δυναμικό, σκοτεινό ήχο του και τον μοναδικό, θεατρικό τρόπο ερμηνείας του Σαλβαδόρ.Περιλαμβάνει κλασικά τραγούδια όπως τα:«Κάτω στην πόλη»«Μανιφέστο»«Αδέλφια στην Κόλαση»«Σκυλίσια μέρα»«Άγρια νύχτα»
                Η Συνέχεια και οι «Θεατρίνοι» (1990s–Σήμερα)Μετά το ντεμπούτο τους, ακολούθησε μια μεγάλη περίοδος απουσίας από τη δισκογραφία, με συχνές αλλαγές μουσικών και τον Στέλιο Σαλβαδόρ να παραμένει η σταθερή και ηγετική μορφή, ο «πυρήνας» του σχήματος.Ο δεύτερος δίσκος, με τίτλο «Θεατρίνοι», κυκλοφόρησε το 1999 και περιείχε μελοποιημένη ποίηση σπουδαίων Ελλήνων δημιουργών (Γιώργου Σεφέρη, Οδυσσέα Ελύτη, Κώστα Καρυωτάκη).Από τα μέσα της δεκαετίας του 2000, ο Σαλβαδόρ δημιούργησε την ανεξάρτητη δισκογραφική Baby Records, μέσω της οποίας το συγκρότημα συνέχισε να κυκλοφορεί νέα μουσική («Στο Δέλτα του Παסί», «In Vain» κ.ά.) 
                και να πραγματοποιεί ζωντανές εμφανίσεις ανά την Ελλάδα, διατηρώντας ζωντανό τον μύθο τους.</h1>
        </div>
    )
}   